{
  "npc_giovanni": "Giovanni",
  "npc_giovanni_smalltalk01": "Não tolerarei a sua interferência.",
  "npc_giovanni_smalltalk02": "Você não pode me deter... mas sua tentativa me diverte.",
  "npc_giovanni_smalltalk03": "Seu professor não te preparou para o que está por vir.",
  "npc_giovanni_smalltalk04": "Você chegou até aqui. Quero descobrir o tamanho da sua força.",
  "npc_giovanni_smalltalk05": "Prepare-se para sentir toda a dor do mundo.",
  "npc_giovanni_smalltalk06": "Tenha humildade. Você está diante do maior Treinador do mundo.",
  "npc_giovanni_smalltalk07": "Se insistir em atrapalhar os meus planos, eu insistirei em fazer você se arrepender.",
  "npc_giovanni_smalltalk08": "Você não tem ideia de quem está desafiando, criança.",
  "npc_giovanni_smalltalk09": "Não há como deter os meus planos.",
  "npc_giovanni_smalltalk10": "Duas coisas são inevitáveis: meu sucesso e seu fracasso.",
  "npc_giovanni_smalltalk11": "Você provou o seu valor ao chegar até a mim, então lhe darei um minuto do meu tempo.",
  "npc_giovanni_smalltalk12": "Você pode ter conseguido chegar longe, mas daqui não passa.",
  "npc_giovanni_smalltalk13": "Eu até lhe aconselharia a se preparar para a batalha, mas sua derrota é inevitável.",
  "npc_giovanni_greeting01": "Devo admitir que estou impressionado com você.",
  "npc_giovanni_greeting02": "Eu sou o líder desta organização... Giovanni!",
  "npc_giovanni_greeting03": "Muahaha!",
  "npc_giovanni_greeting04": "Como se atreve?! Você pagará por seu desaforo.",
  "npc_giovanni_greeting05": "Admiro você por me desafiar. Espero que isto não seja uma perda de tempo.",
  "npc_giovanni_greeting06": "É tolice sua me desafiar, mas sua confiança me impressiona. Vamos batalhar!",
  "npc_giovanni_greeting07": "Você nunca será capaz de compreender o meu objetivo.",
  "npc_giovanni_greeting08": "Você pagará caro se insistir em me desafiar!",
  "npc_giovanni_greeting09": "Que história é esta? Espero que você preste como oponente.",
  "npc_giovanni_defeat01": "O quê?! Não é possível!",
  "npc_giovanni_defeat02": "Seu amor por Pokémon lhe deu uma vantagem... desta vez.",
  "npc_giovanni_defeat03": "... ... ...Vou me ausentar desta vez!",
  "npc_giovanni_defeat04": "Isto ainda não acabou. Nos encontraremos novamente no campo de batalha.",
  "npc_giovanni_goodbye01": "Você até que não é tão entediante.",
  "npc_giovanni_goodbye02": "Você não pode deter o meu plano de mestre.",
  "npc_giovanni_goodbye03": "Não tente interferir novamente.",
  "npc_giovanni_goodbye04": "Você fracassou no momento em que me desafiou.",
  "npc_giovanni_goodbye05": "Como eu já esperava. Corra de volta para o seu professor. Você ainda tem muito a aprender."
}
