{
  "npc_giovanni": "Giovanni",
  "npc_giovanni_smalltalk01": "Non tollererò la tua intromissione.",
  "npc_giovanni_smalltalk02": "Non riuscirai a fermarmi... ma il tuo tentativo è esilarante.",
  "npc_giovanni_smalltalk03": "Il tuo professore non ti ha preparato per ciò che sta per succedere.",
  "npc_giovanni_smalltalk04": "Ce l’hai fatta ad arrivare fin qui. Fammi vedere quanto sei forte.",
  "npc_giovanni_smalltalk05": "Preparati, perché te la farò pagare cara.",
  "npc_giovanni_smalltalk06": "Inchinati al cospetto del più grande Allenatore che ci sia!",
  "npc_giovanni_smalltalk07": "Vuoi davvero affrontarmi? Allora sarà davvero peggio per te.",
  "npc_giovanni_smalltalk08": "Non immagini nemmeno chi ti trovi di fronte, nullità.",
  "npc_giovanni_smalltalk09": "Nessuno manderà all’aria i miei piani.",
  "npc_giovanni_smalltalk10": "Due cose sono inevitabili: il mio successo e il tuo fallimento.",
  "npc_giovanni_smalltalk11": "Arrivando fin qui hai dimostrato il tuo valore, perciò ti concederò un po’ del mio tempo.",
  "npc_giovanni_smalltalk12": "Ce l’hai fatta ad arrivare fin qui, ma non andrai oltre.",
  "npc_giovanni_smalltalk13": "Ti direi di prepararti alla lotta, ma tanto hai già perso.",
  "npc_giovanni_greeting01": "Sono davvero sorpreso che tu ce l’abbia fatta ad arrivare fin qui!",
  "npc_giovanni_greeting02": "Io sono Giovanni, il capo di questa organizzazione!",
  "npc_giovanni_greeting03": "Uah ah ah!",
  "npc_giovanni_greeting04": "Come osi? Pagherai per la tua insolenza!",
  "npc_giovanni_greeting05": "Il tuo coraggio è innegabile, ma dimostralo con i fatti.",
  "npc_giovanni_greeting06": "Opporsi a me è da sciocchi, ma la tua sicurezza mi ha colpito. Che la sfida abbia inizio!",
  "npc_giovanni_greeting07": "Il mio obiettivo è al di là della tua comprensione.",
  "npc_giovanni_greeting08": "Se continui a opporti a me, la pagherai cara!",
  "npc_giovanni_greeting09": "Che c’è adesso? Sarà meglio che non sia una perdita di tempo.",
  "npc_giovanni_defeat01": "No! Non può essere!",
  "npc_giovanni_defeat02": "Il tuo amore per i Pokémon ti ha aiutato... questa volta.",
  "npc_giovanni_defeat03": "... Per questa volta ti lascerò andare!",
  "npc_giovanni_defeat04": "Non finisce qui. Ci rincontreremo.",
  "npc_giovanni_goodbye01": "È stato proprio divertente.",
  "npc_giovanni_goodbye02": "Non puoi fermare il mio grande piano.",
  "npc_giovanni_goodbye03": "Non provare più a ostacolarmi.",
  "npc_giovanni_goodbye04": "Hai perso non appena hai deciso di sfidarmi.",
  "npc_giovanni_goodbye05": "Come mi aspettavo. Torna dal tuo professore, hai ancora un bel po’ di allenamento da fare."
}
