{
  "npc_giovanni": "ซากากิ",
  "npc_giovanni_smalltalk01": "ฉันจะไม่ทนต่อการขัดขวางของแก",
  "npc_giovanni_smalltalk02": "แกหยุดฉันไม่ได้หรอก… แต่ฉันก็สนุกกับความพยายามของแกนะ",
  "npc_giovanni_smalltalk03": "ศาสตราจารย์ของแกไม่ได้เตรียมพร้อมแกสำหรับสิ่งที่กำลังจะเกิดขึ้น",
  "npc_giovanni_smalltalk04": "แกมาได้ถึงขนาดนี้ ขอฉันดูหน่อยเถอะว่าแกแข็งแกร่งแค่ไหน",
  "npc_giovanni_smalltalk05": "เตรียมตัวรับความเจ็บปวดซะ",
  "npc_giovanni_smalltalk06": "แกกำลังเผชิญหน้ากับเทรนเนอร์ที่ยิ่งใหญ่ที่สุดในโลก จงยินดีซะสิ",
  "npc_giovanni_smalltalk07": "ถ้าแกยืนยันที่จะขัดขวางแผนการของฉัน แกได้เสียใจภายหลังแน่",
  "npc_giovanni_smalltalk08": "แกไม่ได้รู้ตัวเลยว่ากำลังท้าทายใครอยู่ ไอ้หนู",
  "npc_giovanni_smalltalk09": "จะไม่มีสิ่งใดหยุดแผนการของฉัน",
  "npc_giovanni_smalltalk10": "มีสองสิ่งที่หลีกเลี่ยงไม่ได้ นั่นก็คือ ความสำเร็จของฉันและความล้มเหลวของแก",
  "npc_giovanni_smalltalk11": "แกได้พิสูจน์ตัวเองแล้วที่มาถึงตัวฉันได้ ดังนั้นฉันจะสละเวลาของฉันให้แกสักหน่อยแล้วกัน",
  "npc_giovanni_smalltalk12": "แกอาจจะมาถึงที่นี่ได้ แต่แกก็มาได้เท่านี้แหละ",
  "npc_giovanni_smalltalk13": "ฉันก็อยากจะบอกให้แกเตรียมพร้อมแบตเทิล แต่ยังไงตอนนี้แกก็แพ้ไปแล้ว",
  "npc_giovanni_greeting01": "ฉันต้องบอกเลยว่า—ฉันประทับใจที่แกมาได้ถึงขนาดนี้",
  "npc_giovanni_greeting02": "ฉันคือหัวหน้าขององค์กรนี้… ซากากิ!",
  "npc_giovanni_greeting03": "วะฮ่าฮ่าฮ่าฮ่า!",
  "npc_giovanni_greeting04": "กล้าดียังไง?! แกจะต้องชดใช้ให้กับความโง่เขลานี้!",
  "npc_giovanni_greeting05": "ฉันขอชื่นชมในความกล้าของแก เทรนเนอร์ ฉันเชื่อว่าแกจะทำให้มันคุ้มค่ากับเวลาที่ฉันต้องเสียไป",
  "npc_giovanni_greeting06": "แกช่างโง่นักที่กล้าเผชิญหน้ากับฉัน แต่ฉันก็ประทับใจในความมั่นใจของแก มาแบตเทิลกัน",
  "npc_giovanni_greeting07": "เป้าหมายของฉันมันอยู่เหนือความเข้าใจของแก",
  "npc_giovanni_greeting08": "ถ้าแกยืนยันจะเจอเผชิญหน้ากับฉันละก็ แกจะต้องรับผลกรรมนั้น!",
  "npc_giovanni_greeting09": "คราวนี้อะไรอีกล่ะ? หวังว่าแกจะเป็นคู่ต่อสู้ที่มีค่าพอนะ",
  "npc_giovanni_defeat01": "อะไรกัน?! เป็นไปไม่ได้!",
  "npc_giovanni_defeat02": "ความรักที่แกมีให้โปเกมอนได้มอบความได้เปรียบให้กับแก… เฉพาะครั้งนี้",
  "npc_giovanni_defeat03": "... ... ...คราวนี้ฉันจะยอมถอยไปก่อน!",
  "npc_giovanni_defeat04": "มันยังไม่จบหรอกนะ เราจะได้พบกันในสนามรบอีกครั้ง!",
  "npc_giovanni_goodbye01": "ช่างเป็นเทรนเนอร์ที่น่าขันซะจริง",
  "npc_giovanni_goodbye02": "แกไม่มีวันหยุดสุดยอดแผนการของฉันได้",
  "npc_giovanni_goodbye03": "อย่าได้คิดจะมาขัดขวางฉันอีก",
  "npc_giovanni_goodbye04": "แกพลาดตั้งแต่คิดจะมาท้าทายฉันแล้ว เทรนเนอร์",
  "npc_giovanni_goodbye05": "อย่างที่คาดไว้เลย วิ่งกลับไปหาศาสตราจารย์ของแกสิ แกยังต้องฝึกอีกมากนะ",
  "npc_persian": "เปอรเซียน"
}
