{
  "npc_giovanni": "Giovanni",
  "npc_giovanni_smalltalk01": "Ich werde deine Einmischung nicht tolerieren.",
  "npc_giovanni_smalltalk02": "Du kannst mich nicht aufhalten, aber dein Versuch amüsiert mich.",
  "npc_giovanni_smalltalk03": "Dein Professor hat dich nicht auf das vorbereitet, was kommen wird.",
  "npc_giovanni_smalltalk04": "Du hast es bis hierhin geschafft. Lass mich sehen, wie stark du bist.",
  "npc_giovanni_smalltalk05": "Bereite dich auf eine Welt voller Schmerzen vor.",
  "npc_giovanni_smalltalk06": "Leiste Abbitte. Du stehst vor dem größten Trainer der Welt.",
  "npc_giovanni_smalltalk07": "Wenn du darauf bestehst, meine Pläne zu stören, werde ich darauf bestehen, dass du es bereust.",
  "npc_giovanni_smalltalk08": "Du hast keine Ahnung, wen du herausforderst, Kind.",
  "npc_giovanni_smalltalk09": "Meine Pläne lassen sich nicht aufhalten.",
  "npc_giovanni_smalltalk10": "Zwei Dinge sind unvermeidlich: mein Erfolg und dein Misserfolg.",
  "npc_giovanni_smalltalk11": "Du hast dich bewährt, indem du es zu mir geschafft hast, daher werde ich dir einen Moment meiner Zeit geben.",
  "npc_giovanni_smalltalk12": "Du hast es vielleicht hierhin geschafft, aber weiter geht es für dich nicht.",
  "npc_giovanni_smalltalk13": "Ich würde dir ja raten, dich auf den Kampf vorzubereiten, aber du hast schon verloren.",
  "npc_giovanni_greeting01": "Ich muss sagen – ich bin schwer beeindruckt. Du bist tatsächlich weit gekommen.",
  "npc_giovanni_greeting02": "Ich, Giovanni, bin der Kopf dieser Organisation!",
  "npc_giovanni_greeting03": "Pahaha!",
  "npc_giovanni_greeting04": "Wie kannst du es wagen?! Für deine Anmaßung wirst du büßen!",
  "npc_giovanni_greeting05": "Sich gegen mich zu stellen, kann ich nur loben, Trainer. Ich vertraue darauf, dass du nicht meine Zeit verschwendest.",
  "npc_giovanni_greeting06": "Du bist ein Narr, mich zu konfrontieren, aber ich bin von deinem Selbstvertrauen beeindruckt. Lass uns kämpfen.",
  "npc_giovanni_greeting07": "Mein Ziel kannst du nicht verstehen.",
  "npc_giovanni_greeting08": "Wenn du darauf bestehst, mich zu konfrontieren, zahlst du den Preis!",
  "npc_giovanni_greeting09": "Du willst mich herausfordern? Ich hoffe, du bist ein würdiger Gegner.",
  "npc_giovanni_defeat01": "Was?! Wie ist das nur möglich?!",
  "npc_giovanni_defeat02": "Deine Liebe zu Pokémon hat dir den Vorteil verschafft ... diesmal.",
  "npc_giovanni_defeat03": "... ... ... Ich werde dieses Mal beiseite treten!",
  "npc_giovanni_defeat04": "Dies ist noch nicht das Ende vom Lied. Wir werden uns wieder auf dem Schlachtfeld treffen.",
  "npc_giovanni_goodbye01": "Was für ein amüsanter Trainer.",
  "npc_giovanni_goodbye02": "Du kannst meinen Masterplan nicht aufhalten.",
  "npc_giovanni_goodbye03": "Versuche nicht, erneut dazwischenzukommen.",
  "npc_giovanni_goodbye04": "Du hast versagt, als du mich herausgefordert hast, Trainer.",
  "npc_giovanni_goodbye05": "Wie zu erwarten war. Lauf zurück zu deinem Professor – du musst noch viel trainieren."
}
